'use strict';

module.exports = {

  
  '1': {
    
	id: 1,
	name: '宝马新车上市',
	desc: '市场火热，供不应求，价格猛涨',
	goodsId: 1,
	max: 200000,
	min: 100000,
  },
  
  '2': {
    
	id: 2,
	name: '大众事件',
	desc: '部分车辆刹车失灵被召回，市场低迷',
	goodsId: 2,
	max: -150000,
	min: -10000,
  },
  
  '3': {
    
	id: 3,
	name: '大众事件',
	desc: '全面革新车控系统，操控性能大步提升',
	goodsId: 2,
	max: 200000,
	min: 100000,
  },
  
  '4': {
    
	id: 4,
	name: '五菱刹车失灵',
	desc: '因刹车系统失灵，安全系数下降，市场低迷',
	goodsId: 3,
	max: -35000,
	min: -20000,
  },
  
  '5': {
    
	id: 5,
	name: '五菱人气飙升',
	desc: '抖音播主都喜欢五菱汽车，超拉风',
	goodsId: 3,
	max: 200000,
	min: 100000,
  },
  
  '6': {
    
	id: 6,
	name: '特斯拉续航不足',
	desc: '不适合远距离驾驶，吸引力不足',
	goodsId: 4,
	max: -300000,
	min: -200000,
  },
  
  '7': {
    
	id: 7,
	name: '特斯拉电池降价',
	desc: '特斯拉电池大降价，中国打码迅速抢购，特斯拉价格猛涨',
	goodsId: 4,
	max: 300000,
	min: 150000,
  },
  
  '8': {
    
	id: 8,
	name: '马斯克上天了',
	desc: '特斯拉装载超强动力，带你装逼带你飞不是梦',
	goodsId: 4,
	max: 200000,
	min: 100000,
  },
  
  '9': {
    
	id: 9,
	name: '奔驰自动驾驶',
	desc: '奔驰自动驾驶超级棒，睡个觉就到目的地，科技力满分',
	goodsId: 5,
	max: 400000,
	min: 200000,
  },
  
  '10': {
    
	id: 10,
	name: '绿色出行',
	desc: '各地堵车严重大家出行都选择公交车，汽车市场经营惨淡，纷纷搞促销',
	goodsId: 1,
	max: -300000,
	min: -20000,
  },
  
  '11': {
    
	id: 11,
	name: '宾利售后',
	desc: '宾利售后伤不起，开车容易养车难，大佬们望而却步，销量下滑，加大促销力度',
	goodsId: 6,
	max: -300000,
	min: -150000,
  },
  
  '12': {
    
	id: 12,
	name: '城市交通高速发展',
	desc: '城市交通高速发展，出行再也不堵车了，汽车市场空前火爆，供不应求',
	goodsId: 1,
	max: 300000,
	min: 100000,
  },
  
  '13': {
    
	id: 13,
	name: '奇瑞QQ内饰差',
	desc: '据说某人不小心在车上放了个屁，结果坐椅的皮破了个洞，这质量令人堪忧',
	goodsId: 7,
	max: -30000,
	min: -10000,
  },
  
  '14': {
    
	id: 14,
	name: '福特车太重',
	desc: '福特车太重，耗油大，车主表示开不起，市场需求下降，果断促销',
	goodsId: 8,
	max: -100000,
	min: -50000,
  },
  
  '15': {
    
	id: 15,
	name: '福特毛病少',
	desc: '福特毛病少，七八年不带修的，高度好评车，争相购买',
	goodsId: 8,
	max: 150000,
	min: 50000,
  },
  
  '16': {
    
	id: 16,
	name: '日产隔音效果佳',
	desc: '日产隔音效果巨好，深受年轻夫妇喜爱，供不应求',
	goodsId: 9,
	max: 100000,
	min: 50000,
  },
  
  '17': {
    
	id: 17,
	name: '艾玛电动车',
	desc: '艾玛邀杰伦代言艾玛，粉丝立马抢购一空，一车难求',
	goodsId: 10,
	max: 50000,
	min: 20000,
  },
  
  '18': {
    
	id: 18,
	name: '国际石油价格飙升',
	desc: '国际石油价格飙升，汽油持续走高，开不起车了，需要来个促销活动',
	goodsId: 1,
	max: -300000,
	min: -20000,
  },
  
  '19': {
    
	id: 19,
	name: '雅迪强势来袭',
	desc: '雅迪强势来袭，帅气又风骚，回头率爆表，一车难求',
	goodsId: 11,
	max: 35000,
	min: 10000,
  },
  
  '20': {
    
	id: 20,
	name: '绿源饥饿营销',
	desc: '绿源电动车饥饿营销，结果无人问津，降价促销',
	goodsId: 12,
	max: -2000,
	min: -1000,
  },
  
  '21': {
    
	id: 21,
	name: '绿源快充',
	desc: '绿源发布新品支持快充技术，充公里电5分钟，行驶200里',
	goodsId: 12,
	max: 15000,
	min: 5000,
  },
  
  '22': {
    
	id: 22,
	name: '立马电动车',
	desc: '网红直播排队买立马电动车，粉丝跟风，供不应求',
	goodsId: 13,
	max: 10000,
	min: 3000,
  },
  
  '23': {
    
	id: 23,
	name: '城管抓电动车',
	desc: '城管管制电动车，上街只能走路了，电动车滞销，车行大甩卖了',
	goodsId: 1,
	max: -4000,
	min: -2000,
  },
  
  '24': {
    
	id: 24,
	name: 'iPhone新品发布',
	desc: 'iPhone新品发布，一机难求',
	goodsId: 14,
	max: 25000,
	min: 10000,
  },
  
  '25': {
    
	id: 25,
	name: 'iPhone降速门',
	desc: 'iPhone降速门，热度下降，渠道商打折出售',
	goodsId: 14,
	max: -3000,
	min: -1000,
  },
  
  '26': {
    
	id: 26,
	name: '华为冲出国门',
	desc: '华为冲出国门受国际友人热捧，价格一路飙涨',
	goodsId: 15,
	max: 10000,
	min: 6000,
  },
  
  '27': {
    
	id: 27,
	name: '小米异军突起',
	desc: '小米异军突起，供不应求，黄牛排队枪机',
	goodsId: 16,
	max: 5000,
	min: 2000,
  },
  
  '28': {
    
	id: 28,
	name: '诺基亚纪念版',
	desc: '诺基亚推出纪念版，价格飙升',
	goodsId: 17,
	max: 30000,
	min: 10000,
  },
  
};
